{
  "Cześć": "Hello",
  "Mam na imię": "My name is",
  "Miło Cię poznać": "It's nice to meet you",
  "O mnie": "About me",
  "Technologie": "Technologies",
  "Kontakt": "Contact",
  "Wiek": "Age",
  "Miejsce zamieszkania": "Living area",
  "Dni jako programista": "Days programming",
  "Dni jako profesjonalny programista": "Days programming professionally",
  "okolice Nowego Sącza": "Nowy Sącz area",
  "Nazywam się Radosław Jakubowski. Pochodzę z Podkarpacia, a dokładniej z niewielkiej miejscowości nieopodal Jasła. Tam stawiałem swoje pierwsze kroki i pisałem pierwsze litery. Nigdy nie zapomnę dnia, w którym w domu pojawił się komputer. Od tamtej pory spędzałem przed nim godziny, ale nieświadomi rodzice ciągle powtarzali: “Co Ci z tego komputera...?”. Historia jednak potoczyła się nieco inaczej i dziś utrzymuje się z programowania.": "My name is Radosław Jakubowski. I come from Podkarpackie Voivodeship region in Poland, more precisely from small village near Jasło town. There I have taken my first steps and written my first letters. I will never forget the day, when computer appeared in my house. Since that I spent long hours in front of it, but my unaware parents were repeating all the time 'What's the purpose...?' My story had some turns and today programming is my full-time job.",
  "Jak do tego doszło? Podczas pandemii straciłem pracę w wyuczonym zawodzie i stwierdziłem, że warto byłoby obudzić uśpione wewnątrz mnie dziecko, które spędzało dnie przed komputerem i zacząłem się uczyć. Upór, determinacja i ciężka praca pozwoliły mi przyswajać podstawy bardzo szybko... Tak szybko, że po kilku miesiącach dostałem się na staż w IT, gdzie zbierałem pierwsze doświadczenia. Nauka nadal trwa w najlepsze - a co najważniejsze, sprawia mi to ogromną radość.": "How did it happen? During worldwide pandemic I've lost job connected to my original profession and decided to awake the inner child, which had spent days in front of computer having fun. Stubborness, determination and hard work let me devour the basics really quick... So quick, that after few months of learning I got my internship in software development, where I took my first steps. Learning still goes on - and what matters most - it's great pleasure and joy.",
  "Gdzie obecnie pracuję?": "Where do I work?",
  "Kliknij, aby zobaczyć pełne doświadczenie": "Click here to check my full work experience",
  "Programista aplikacji": "Software developer",
  "Programista aplikacji - staż": "Software development intern",
  "Inżynier jakości": "Quality engineer",
  "Referent ds. zapewnienia jakości": "Quality assurance clerk",
  "Specjalista ds. klasyfikowania i indeksowania informacji": "Data classification and indexing specialist",
  "Programista fullstack - .NET + Angular": "Fullstack software developer with .NET and Angular",
  "Program stażowy .NET + Angular. Pierwsze kroki w projektach komercyjnych.": ".NET and Angular internship programme. First steps in commercial projects.",
  "Analizy MSA oraz SPC. Prowadzenie dokumentacji jakościowej na obszarze produkcyjnym. Udział w rozwiązywaniu postępowań reklamacyjnych dla klientów zagranicznych. Tworzenie standardów jakościowych oraz szkolenie pracowników obszaru produkcyjnego.": "MSA and SPC production analysis. Creating and maintaining technical quality documentation on production plant. Taking part in solving customer complaints. Creating quality standards and instructing production plant workers regarding process quality and standards.",
  "Wdrożenie na stanowisko inżynierskie": "Introduction period into engineering position",
  "Ocena i analiza nagrań z jazd testowych w celu budowy systemów active safety": "Assessment and analysis of test drives in purpose of creating active safety systems",
  "styczeń": "January",
  "luty": "February",
  "marzec": "March",
  "kwiecień": "April",
  "maj": "May",
  "czerwiec": "June",
  "lipiec": "July",
  "sierpień": "August",
  "wrzesień": "September",
  "październik": "October",
  "listopad": "November",
  "grudzień": "December",
  "Wybierz język": "Choose language",
  "Wybierz motyw": "Choose theme",
  "Zamknij": "Close",
  "Frameworki": "Frameworks",
  "Języki": "Languages",
  "Dziękuje za odwiedzenie mojej strony": "Thank you for visiting my website",
  "Twoja sesja trwa": "Your session lasts for",
  "Mam nadzieję, że rozjaśniła ona trochę kim jestem i jakie są moje umiejętności": "I hope it gave you a better perspective about me and my skills",
  "Możesz skontaktować się za mną, klikając w poniższy obrazek": "You can contact me by clicking on the image below",
  "wykonał": "made by",
  "Wszelkie prawa zastrzeżone": "All rights reserved",
  "sekund": "seconds",
  "Kod źródłowy aplikacji dostępny tutaj": "You can check source code here"
}
